Repository: hkarlsen06/Paeonia
Catalog: ios/PaeoniaApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: nb

# app.banner.dismiss.button
source: Dismiss notification
nb: Lukk varsel

# app.state.deletingAccount
source: Deleting account
nb: Sletter konto

# app.state.entitlementLost
source: Access paused
nb: Tilgang pauset

# app.state.entitlementRestored
source: Access restored
nb: Tilgang gjenopprettet

# app.state.invitePending
source: Invite pending
nb: Invitasjon venter

# app.state.launching
source: Starting
nb: Starter

# app.state.limitedAuthenticated
source: Limited access
nb: Begrenset tilgang

# app.state.onboarding
source: Onboarding
nb: Introduksjon

# app.state.paired
source: Paired
nb: Koblet sammen

# app.state.pairedPaywalled
source: Paired, subscription needed
nb: Koblet sammen, abonnement trengs

# app.state.relationshipEndedNotice
source: Space closed
nb: Rommet er lukket

# app.state.unauthenticated
source: Signed out
nb: Logget ut

# app.state.unpaired
source: Waiting for pairing
nb: Venter på sammenkobling

# app.tagline
source: A private place for the two of you
nb: Et privat sted for dere to

# auth.deleteAccount.appleManual.doneButton
source: Done
nb: Ferdig

# auth.deleteAccount.appleManual.message
source: Your Paeonia profile has been removed. In Apple Account settings, open Sign in with Apple, choose Paeonia, and stop using it.
nb: Paeonia-profilen din er fjernet. Åpne Apple-kontoinnstillingene, velg Logg på med Apple, velg Paeonia og slutt å bruke tjenesten.

# auth.deleteAccount.appleManual.openButton
source: Open Apple Account
nb: Åpne Apple-konto

# auth.deleteAccount.appleManual.title
source: One more Apple step
nb: Ett steg til hos Apple

# auth.deleteAccount.button
source: Delete account
nb: Slett konto

# auth.deleteAccount.confirm.action
source: Delete account
nb: Slett konto

# auth.deleteAccount.confirm.cancel
source: Keep account
nb: Behold konto

# auth.deleteAccount.confirm.message
source: This removes your profile. If you are paired, it ends your relationship and hides shared content before it is deleted. Your App Store subscription does not cancel automatically. This cannot be undone.
nb: Dette fjerner profilen din. Hvis dere er sammenkoblet, avsluttes forholdet, og delt innhold skjules før det slettes. App Store-abonnementet avsluttes ikke automatisk. Dette kan ikke angres.

# auth.deleteAccount.confirm.title
source: Delete your account?
nb: Slette kontoen din?

# auth.deleting.message
source: This may take a moment.
nb: Dette kan ta litt tid.

# auth.deleting.title
source: Deleting account
nb: Sletter konto

# auth.notice.deleteAccountFailed.message
source: Your account was not deleted. Check your connection and try again.
nb: Kontoen din ble ikke slettet. Sjekk tilkoblingen og prøv igjen.

# auth.notice.deleteAccountFailed.title
source: Account was not deleted
nb: Kontoen ble ikke slettet

# auth.notice.inviteEntryPending.message
source: Invite links will open here in the next build.
nb: Invitasjonslenker åpnes her i neste bygg.

# auth.notice.inviteEntryPending.title
source: Invite entry is next
nb: Invitasjon kommer snart

# auth.notice.onboardingFailed.message
source: Try again before continuing.
nb: Prøv igjen før du fortsetter.

# auth.notice.onboardingFailed.title
source: Setup was not saved
nb: Oppsettet ble ikke lagret

# auth.notice.relationshipEndedAcknowledgeFailed.message
source: Check your connection and try again.
nb: Sjekk tilkoblingen og prøv igjen.

# auth.notice.relationshipEndedAcknowledgeFailed.title
source: Couldn't close this
nb: Klarte ikke å lukke dette

# auth.notice.sessionLoadFailed.message
source: We could not check if you are signed in. Try again.
nb: Vi kunne ikke sjekke om du er logget inn. Prøv igjen.

# auth.notice.sessionLoadFailed.title
source: Sign-in check failed
nb: Sjekk av innlogging feilet

# auth.notice.signInFailed.message
source: We could not sign you in. Try again.
nb: Vi kunne ikke logge deg inn. Prøv igjen.

# auth.notice.signInFailed.title
source: Sign-in failed
nb: Innlogging feilet

# auth.notice.signOutFailed.message
source: We could not sign you out. Try again.
nb: Vi kunne ikke logge deg ut. Prøv igjen.

# auth.notice.signOutFailed.title
source: Sign-out failed
nb: Utlogging feilet

# auth.onboarding.complete.button
source: Continue
nb: Fortsett

# auth.onboarding.displayName.label
source: Name your partner will see
nb: Navnet partneren din ser

# auth.onboarding.displayName.placeholder
source: Mina or Eli
nb: Mina eller Eli

# auth.onboarding.displayName.singleWordHint
source: Use one name only, like Mina or Eli.
nb: Bruk bare ett navn, som Mina eller Eli.

# auth.onboarding.message
source: Your partner will see this name and photo.
nb: Partneren din ser dette navnet og bildet.

# auth.onboarding.profilePhoto.add
source: Add profile photo
nb: Legg til profilbilde

# auth.onboarding.profilePhoto.change
source: Change profile photo
nb: Endre profilbilde

# auth.onboarding.signOut.button
source: Sign out instead
nb: Logg ut i stedet

# auth.onboarding.title
source: What should we call you?
nb: Hva skal vi kalle deg?

# auth.relationshipEnded.acknowledgeButton
source: Understood
nb: Forstått

# auth.relationshipEnded.message
source: You no longer have access to this relationship.
nb: Du har ikke lenger tilgang til dette forholdet.

# auth.relationshipEnded.title
source: This relationship is closed
nb: Dette forholdet er avsluttet

# auth.routeUnavailable.message
source: Open Paeonia again in a moment. If this keeps happening, contact support.
nb: Åpne Paeonia igjen om litt. Kontakt oss hvis dette fortsetter.

# auth.routeUnavailable.title
source: This screen is unavailable
nb: Denne skjermen er ikke tilgjengelig

# auth.signIn.apple.button
source: Continue with Apple
nb: Fortsett med Apple

# auth.signIn.development.button
source: Continue with test account
nb: Fortsett med testkonto

# auth.signIn.development.hint
source: No private data leaves this phone.
nb: Ingen private data forlater denne telefonen.

# auth.signIn.google.button
source: Continue with Google
nb: Fortsett med Google

# auth.signIn.legal.privacy
source: Privacy
nb: Personvern

# auth.signIn.legal.terms
source: Terms
nb: Vilkår

# auth.signIn.secure.hint
source: Your sign-in is stored securely on this phone.
nb: Innloggingen din lagres trygt på denne telefonen.

# auth.signIn.support
source: Support
nb: Hjelp

# auth.signOut.button
source: Sign out
nb: Logg ut

# auth.start.message
source: For closeness, sharing, and everything that matters.
nb: For nærhet, deling og alt som betyr noe.

# auth.start.title
source: Sign in to Paeonia
nb: Logg inn i Paeonia

# common.cancel
source: Cancel
nb: Avbryt

# common.done
source: Done
nb: Ferdig

# common.openSettings
source: Open Settings
nb: Åpne Innstillinger

# dailyChallenge.answerKind.choice
source: Choice
nb: Valg

# dailyChallenge.answerKind.other
source: Other
nb: Annet

# dailyChallenge.answerKind.photo
source: Photo
nb: Bilde

# dailyChallenge.answerKind.text
source: Words
nb: Tekst

# dailyChallenge.answerKind.voice
source: Voice
nb: Stemme

# dailyChallenge.choice.partnerFallback
source: Your partner
nb: Partneren din

# dailyChallenge.choice.you
source: You
nb: Deg

# dailyChallenge.combinedChoice.hint
source: Pick one of you (optional)
nb: Velg en av dere (valgfritt)

# dailyChallenge.editFailed.message
source: Your text is still here. Try again.
nb: Teksten din er fortsatt her. Prøv igjen.

# dailyChallenge.editFailed.title
source: We could not save your changes
nb: Vi kunne ikke lagre endringene dine

# dailyChallenge.editLocked.message
source: %@ has answered, so this answer can't be changed now.
nb: %@ har svart, så dette svaret kan ikke endres nå.

# dailyChallenge.editLocked.title
source: Already shared
nb: Allerede delt

# dailyChallenge.empty.message
source: Answer three small questions. Your partner can answer theirs too.
nb: Svar på tre små spørsmål. Partneren din kan svare på sine også.

# dailyChallenge.empty.title
source: Start questions for today
nb: Start dagens spørsmål

# dailyChallenge.emptyAnswer.message
source: Add a short answer before sending.
nb: Skriv et kort svar før du sender.

# dailyChallenge.emptyAnswer.title
source: Write something first
nb: Skriv noe først

# dailyChallenge.flow.allDone.message
source: Nice. We'll let %@ know. Come back to see their answers when they reply.
nb: Fint. Vi gir %@ beskjed. Kom tilbake for å se svarene deres når de svarer.

# dailyChallenge.flow.allDone.title
source: All answered
nb: Alt besvart

# dailyChallenge.flow.close
source: Close
nb: Lukk

# dailyChallenge.flow.doneButton
source: Done
nb: Ferdig

# dailyChallenge.flow.nextButton
source: Next
nb: Neste

# dailyChallenge.flow.partnerQuestionsButton
source: Answer %@'s questions
nb: Svar på spørsmålene til %@

# dailyChallenge.flow.saveButton
source: Save
nb: Lagre

# dailyChallenge.history.button
source: Question history
nb: Spørsmålshistorikk

# dailyChallenge.history.empty.message
source: Answer today's questions together and they'll show up here.
nb: Svar på dagens spørsmål sammen, så dukker de opp her.

# dailyChallenge.history.empty.title
source: No history yet
nb: Ingen historikk ennå

# dailyChallenge.history.loadFailed.message
source: Check your internet and try again.
nb: Sjekk internett og prøv igjen.

# dailyChallenge.history.loadFailed.title
source: Couldn't load history
nb: Kunne ikke laste historikk

# dailyChallenge.history.retryButton
source: Try again
nb: Prøv igjen

# dailyChallenge.history.title
source: Question history
nb: Spørsmålshistorikk

# dailyChallenge.home.active.title
source: Questions for today
nb: Dagens spørsmål

# dailyChallenge.home.complete.message
source: Your three questions are answered.
nb: De tre spørsmålene dine er besvart.

# dailyChallenge.home.complete.title
source: Your part is done
nb: Din del er ferdig

# dailyChallenge.home.loading.title
source: Loading questions for today
nb: Laster dagens spørsmål

# dailyChallenge.home.noChallenge.message
source: Start your three questions for today.
nb: Start de tre spørsmålene dine for i dag.

# dailyChallenge.home.noChallenge.title
source: Ready for today?
nb: Klar for i dag?

# dailyChallenge.kind.choice
source: Pick
nb: Velg

# dailyChallenge.kind.photo
source: Photo
nb: Bilde

# dailyChallenge.kind.text
source: Write
nb: Skriv

# dailyChallenge.kind.voice
source: Voice
nb: Tale

# dailyChallenge.loadFailed.message
source: Check your internet and try again.
nb: Sjekk nettet og prøv igjen.

# dailyChallenge.loadFailed.title
source: We could not load questions for today
nb: Vi kunne ikke laste dagens spørsmål

# dailyChallenge.mediaAnswer.summary
source: A photo or voice answer was sent.
nb: Et bilde- eller stemmesvar ble sendt.

# dailyChallenge.needsPhoto.message
source: This question needs a photo answer.
nb: Dette spørsmålet trenger et bildesvar.

# dailyChallenge.needsVoice.message
source: This question needs a voice answer.
nb: Dette spørsmålet trenger et stemmesvar.

# dailyChallenge.notAnswered
source: You haven't answered yet
nb: Du har ikke svart ennå

# dailyChallenge.openButton
source: Open questions
nb: Åpne spørsmål

# dailyChallenge.ownSection.title
source: Your three
nb: Dine tre

# dailyChallenge.partner.answerCta
source: Answer to unlock it
nb: Svar for å låse opp

# dailyChallenge.partner.lockedCta
source: Finish your three first
nb: Fullfør dine tre først

# dailyChallenge.partnerAnswer.title
source: Partner answer
nb: Partnerens svar

# dailyChallenge.partnerHidden
source: %@'s answer is waiting
nb: Svaret til %@ venter

# dailyChallenge.partnerHidden.message
source: Answer this question to unlock %@'s answer.
nb: Svar på dette spørsmålet for å låse opp svaret til %@.

# dailyChallenge.partnerReveal.eyebrow
source: Their answer
nb: Deres svar

# dailyChallenge.partnerRevealed
source: %@ answered
nb: %@ svarte

# dailyChallenge.partnerSection.title
source: From %@
nb: Fra %@

# dailyChallenge.photo.add
source: Add a photo
nb: Legg til et bilde

# dailyChallenge.photo.change
source: Change photo
nb: Bytt bilde

# dailyChallenge.photo.label
source: Your photo
nb: Bildet ditt

# dailyChallenge.photo.remove
source: Remove photo
nb: Fjern bilde

# dailyChallenge.photo.take
source: Take photo
nb: Ta et bilde

# dailyChallenge.photoAnswer.accessibility
source: Photo answer
nb: Bildesvar

# dailyChallenge.progress.accessibilityLabel
source: Daily challenge progress
nb: Fremdrift for dagens spørsmål

# dailyChallenge.progress.completeMessage
source: Your part is done for today.
nb: Din del er ferdig for i dag.

# dailyChallenge.progress.message
source: Answer your three questions for today.
nb: Svar på de tre spørsmålene dine for i dag.

# dailyChallenge.progress.title
source: Daily challenge
nb: Dagens spørsmål

# dailyChallenge.reportPartnerAnswer
source: Report this answer
nb: Rapporter dette svaret

# dailyChallenge.seePartnerAnswersButton
source: See %@'s answers
nb: Se %@s svar

# dailyChallenge.seeYourAnswersButton
source: See your answers
nb: Se svarene dine

# dailyChallenge.sending.message
source: Saved on this phone. We'll send it when you're online.
nb: Lagret på denne telefonen. Vi sender det når du er på nett.

# dailyChallenge.shuffleFailed.message
source: Check your internet and try again.
nb: Sjekk nettet og prøv igjen.

# dailyChallenge.shuffleFailed.title
source: We could not switch the question
nb: Vi kunne ikke bytte spørsmålet

# dailyChallenge.shuffleLimit.message
source: You've used all your skips for today. Try answering one of these.
nb: Du har brukt opp byttene dine for i dag. Prøv å svare på et av disse.

# dailyChallenge.shuffleLimit.title
source: No more skips today
nb: Ingen flere bytter i dag

# dailyChallenge.skipButton
source: Skip
nb: Hopp over

# dailyChallenge.startButton
source: Start questions
nb: Start spørsmål

# dailyChallenge.startFailed.message
source: Check your internet and try again.
nb: Sjekk nettet og prøv igjen.

# dailyChallenge.startFailed.title
source: We could not start questions for today
nb: Vi kunne ikke starte dagens spørsmål

# dailyChallenge.submitButton
source: Send answer
nb: Send svar

# dailyChallenge.submitFailed.message
source: Your text is still here. Try again.
nb: Teksten din er fortsatt her. Prøv igjen.

# dailyChallenge.submitFailed.title
source: We could not send your answer
nb: Vi kunne ikke sende svaret ditt

# dailyChallenge.textAnswer.label
source: Your answer
nb: Ditt svar

# dailyChallenge.textAnswer.placeholder
source: Write something honest and simple.
nb: Skriv noe ærlig og enkelt.

# dailyChallenge.unsupportedAnswer.message
source: This question needs another kind of answer.
nb: Dette spørsmålet trenger en annen type svar.

# dailyChallenge.voice.label
source: Your voice note
nb: Talemeldingen din

# dailyChallenge.voice.permissionDenied
source: Allow microphone access in Settings to record a voice answer.
nb: Gi tilgang til mikrofonen i Innstillinger for å spille inn et lydsvar.

# dailyChallenge.voice.play
source: Play
nb: Spill av

# dailyChallenge.voice.record
source: Tap to record
nb: Trykk for å spille inn

# dailyChallenge.voice.reRecord
source: Re-record
nb: Spill inn på nytt

# dailyChallenge.youAnswered
source: You answered
nb: Du svarte

# dailyChallenge.yourAnswer.title
source: Your answer
nb: Ditt svar

# dailyChat.card.open
source: Talk about this question
nb: Snakk om dette spørsmålet

# dailyChat.card.preview
source: Open question chat
nb: Åpne spørsmålsprat

# dailyChat.composer.cancel
source: Cancel
nb: Avbryt

# dailyChat.composer.offline
source: Waiting for a connection
nb: Venter på nettilkobling

# dailyChat.composer.placeholder
source: Write a message
nb: Skriv en melding

# dailyChat.composer.recent
source: Recent
nb: Nylige

# dailyChat.composer.recording
source: Recording
nb: Tar opp

# dailyChat.composer.reply
source: Reply to
nb: Svar til

# dailyChat.composer.signature
source: Add text
nb: Legg til tekst

# dailyChat.empty.message
source: Say something about this question.
nb: Si noe om dette spørsmålet.

# dailyChat.error.load.message
source: Check your connection and try again.
nb: Sjekk nettilkoblingen og prøv igjen.

# dailyChat.error.load.title
source: Couldn't load the chat
nb: Kunne ikke laste inn praten

# dailyChat.error.send.message
source: Your message is still here. Check that both answers are revealed, then try again.
nb: Meldingen din er fortsatt her. Sjekk at begge svarene er synlige, og prøv igjen.

# dailyChat.error.send.title
source: Couldn't save your message
nb: Kunne ikke lagre meldingen din

# dailyChat.error.tooLong.message
source: Shorten it to 4,000 characters and try again.
nb: Kort den ned til 4 000 tegn og prøv igjen.

# dailyChat.error.tooLong.title
source: Message is too long
nb: Meldingen er for lang

# dailyChat.error.unavailable.message
source: You can chat after both answers are revealed.
nb: Dere kan prate etter at begge svarene er synlige.

# dailyChat.error.unavailable.title
source: Chat isn't available
nb: Praten er ikke tilgjengelig

# dailyChat.navigation.title
source: Question chat
nb: Spørsmålsprat

# dailyChat.notifications.subtitle
source: Get a notification when %@ sends a message about a question.
nb: Få et varsel når %@ sender en melding om et spørsmål.

# dailyChat.notifications.title
source: Messages
nb: Meldinger

# dailyChat.sending.reassurance
source: Saved on this phone. We'll send it when you're online.
nb: Lagret på denne telefonen. Vi sender det når du er på nett.

# home.dailyPrompt.answer
source: Answer
nb: Svar

# home.dailyPrompt.eyebrow
source: Today's questions
nb: Dagens spørsmål

# home.dailyPrompt.progress
source: Question 1 of 3
nb: Spørsmål 1 av 3

# home.map.accessibilityLabel
source: A map showing where you and %@ are
nb: Et kart som viser hvor du og %@ er

# home.map.currentUnknown.button
source: Share location
nb: Del posisjon

# home.map.currentUnknown.message
source: Paeonia shares only your latest location while the app is open. We never keep a location history.
nb: Paeonia deler bare den nyeste posisjonen din mens appen er åpen. Vi lagrer aldri posisjonshistorikk.

# home.map.currentUnknown.title
source: Share your location
nb: Del posisjonen din

# home.map.eyebrow
source: Across the distance
nb: Over avstanden

# home.map.openHint
source: Opens in Maps
nb: Åpner i Kart

# home.map.partnerUnknown.message
source: When %@ turns sharing on, your distance will appear here.
nb: Når %@ slår på deling, vises avstanden deres her.

# home.map.partnerUnknown.title
source: No location from %@
nb: Ingen posisjon fra %@

# home.map.recorded.recent
source: Updated %@.
nb: Oppdatert %@.

# home.map.recorded.stale
source: Updated %@.
nb: Oppdatert %@.

# home.map.relationshipEnded.title
source: Location is off
nb: Posisjon er av

# home.milestone.edit.action
source: Edit the day you got together
nb: Endre datoen dere ble sammen

# home.milestone.editor.cancelAction
source: Cancel
nb: Avbryt

# home.milestone.editor.dateLabel
source: The day you got together
nb: Datoen dere ble sammen

# home.milestone.editor.edit.message
source: Choose the day you got together. The change will appear for both of you.
nb: Velg dagen dere ble sammen. Endringen vises for dere begge.

# home.milestone.editor.edit.title
source: Edit date
nb: Endre dato

# home.milestone.editor.saveAction
source: Save
nb: Lagre

# home.milestone.editor.savingAction
source: Saving
nb: Lagrer

# home.milestone.editor.setup.message
source: Choose the day your relationship started. Either of you can change it later.
nb: Velg dagen forholdet deres startet. Begge kan endre den senere.

# home.milestone.editor.setup.title
source: When did you get together?
nb: Når ble dere sammen?

# home.milestone.error.futureDate
source: Choose today or an earlier date.
nb: Velg i dag eller en tidligere dato.

# home.milestone.error.saveFailed
source: The date wasn't saved. Try again.
nb: Datoen ble ikke lagret. Prøv igjen.

# home.milestone.setup.accessibilityHint
source: Opens the date picker.
nb: Åpner datovelgeren.

# home.milestone.setup.message
source: We'll use it to count down to your next milestone.
nb: Vi bruker den til å telle ned til deres neste milepæl.

# home.milestone.setup.title
source: Set the day you got together
nb: Sett datoen dere ble sammen

# home.milestone.timeline.accessibilityHint
source: Shows your upcoming milestones.
nb: Viser kommende milepæler.

# home.milestone.timeline.days
source: %@ days
nb: %@ dager

# home.milestone.timeline.days.one
source: 1 day
nb: 1 dag

# home.milestone.timeline.since
source: Since %@
nb: Siden %@

# home.milestone.timeline.title
source: Milestones
nb: Milepæler

# home.milestone.timeline.togetherFor
source: Together for %@
nb: Sammen i %@

# home.milestone.title.days
source: %@ days together
nb: %@ dager sammen

# home.milestone.title.firstAnniversary
source: Your first anniversary
nb: Deres første jubileum

# home.milestone.title.firstMonth
source: Your first month together
nb: Deres første måned sammen

# home.milestone.title.halfYear
source: Half a year together
nb: Et halvt år sammen

# home.milestone.title.months
source: %@ months together
nb: %@ måneder sammen

# home.milestone.title.years
source: %@ years together
nb: %@ år sammen

# home.milestone.today
source: Today
nb: I dag

# home.milestone.until
source: days until
nb: dager til

# home.milestone.until.one
source: day until
nb: dag til

# home.streak.label
source: day streak
nb: dager på rad

# home.widget.card.hint
source: Opens the drawing screen
nb: Åpner tegneskjermen

# home.widget.card.label
source: Your shared drawing widget
nb: Den delte tegne-widgeten

# home.widget.cta
source: Draw something
nb: Tegn noe

# imageCrop.done
source: Done
nb: Ferdig

# location.permission.whenInUse
source: Paeonia uses your location only when you turn on sharing, so your partner can see your latest location.
nb: Paeonia bruker posisjonen din bare når du slår på deling, slik at partneren din kan se den nyeste posisjonen din.

# location.permissionPrimer.message
source: Share your latest location with %@. Paeonia updates it only while you use the app and never saves a location history. You can turn this off anytime in Settings.
nb: Del den nyeste posisjonen din med %@. Paeonia oppdaterer den bare mens du bruker appen, og lagrer aldri posisjonshistorikk. Du kan slå dette av når som helst i Innstillinger.

# location.permissionPrimer.notNow
source: Not now
nb: Ikke nå

# location.permissionPrimer.share
source: Share my location
nb: Del posisjonen min

# location.permissionPrimer.title
source: Share your location?
nb: Vil du dele posisjonen din?

# mainTab.home.us
source: Us
nb: Oss

# mainTab.memories
source: Memories
nb: Minner

# mainTab.placeholder.message
source: This tab is unavailable right now.
nb: Denne fanen er ikke tilgjengelig akkurat nå.

# mainTab.questions
source: Questions
nb: Spørsmål

# mainTab.you
source: Me
nb: Meg

# memories.add.accessibility
source: Add a memory
nb: Legg til et minne

# memories.delete.action
source: Delete
nb: Slett

# memories.delete.message
source: This removes the memory for both of you. You can't undo this.
nb: Dette fjerner minnet for dere begge. Du kan ikke angre dette.

# memories.delete.title
source: Delete this memory?
nb: Slette dette minnet?

# memories.detail.addNote
source: Add your note
nb: Legg til notatet ditt

# memories.detail.addPhotos
source: Add photos
nb: Legg til bilder

# memories.detail.delete
source: Delete memory
nb: Slett minne

# memories.detail.editDetails
source: Edit details
nb: Rediger detaljer

# memories.detail.editMemory
source: Edit memory
nb: Rediger minne

# memories.detail.editNote
source: Edit your note
nb: Rediger notatet ditt

# memories.detail.menu
source: More options
nb: Flere valg

# memories.detail.partnerNote
source: Their note
nb: Notatet deres

# memories.detail.yourNote
source: Your note
nb: Notatet ditt

# memories.editDetails.save
source: Save
nb: Lagre
